Repository: xBlynd/Eve-DiscordBot
Catalog: redbot/cogs/filter/locales/*.po
Languages: tr_tr

source: Filter unwanted words and phrases from text channels.
tr_tr: Metin kanallarından istenmeyen kelimeleri ve kelimeleri filtreleyin.

source: Manage filter settings.
tr_tr: Filtre ayarlarını yapın.

source: Set the nickname for users with a filtered name.\n\n Note that this has no effect if filtering names is disabled\n (to toggle, run `[p]filter names`).\n\n The default name used is *John Doe*.\n
tr_tr: İsim filtresine takılan üyelerin isminin neye değiştirileceğini ayarla.\n\n Not: İsim filtresi kapalıysa bu etkisizdir\n (etkinleştirmek için `[p]filter names` komutunu kullanın).\n\n Varsayılan olarak *John Doe* ismi kullanılır.\n

source: The name to use on filtered names has been set.
tr_tr: Filtrelenen adlarda kullanılacak ad belirlendi.

source: Set the filter's autoban conditions.\n\n Users will be banned if they send `<count>` filtered words in\n `<timeframe>` seconds.\n\n Set both to zero to disable autoban.\n
tr_tr: Filtrenin otomatik ban koşullarını ayarla.\n\n Kullanıcılar `<timeframe>` saniye içinde\n `<count>` yasaklanmış kelime gönderirse ban yerler.\n\n Otomatik banlamayı kapamak için ikisini de sıfıra ayarlayın.\n

source: Count and timeframe either both need to be 0 or both need to be greater than 0!
tr_tr: Sayı, süre, ya da ikisinin de ya sıfır olması ya da ikisinin de sıfırdan büyük olması gerekmektedir!

source: Autoban disabled.
tr_tr: Otomatik ban kapatıldı.

source: Count and time have been set.
tr_tr: Sayı ve süre sıfırlandı.

source: Add or remove words from server filter.\n\n Use double quotes to add or remove sentences.\n
tr_tr: Sunucu filtresinden sözcük ekleme veya kaldırma.\n\n Cümleleri eklemek veya kaldırmak için çift tırnak işaretleri kullanın.\n

source: Send a list of this servers filtered words.
tr_tr: Bu sunucuların filtrelenmiş kelimelerinin bir listesini gösterin.

source: There is no current words setup to be filtered in this server.
tr_tr: Bu sunucuda filtrelenecek geçerli bir sözcük yok.

source: Filtered in this server:
tr_tr: Bu sunucudaki filtreler:

source: I can't send direct messages to you.
tr_tr: Sana özelden mesaj atamıyorum.

source: Add or remove words from channel filter.\n\n Use double quotes to add or remove sentences.\n
tr_tr: Kanal filtresine sözcük ekle ya da kaldır.\n\n Cümleler eklemek ya da kaldırmak için çift tırnak kullanın.\n

source: Send the list of the channel's filtered words.
tr_tr: Kanalların filtrelenen kelimelerini gönder.

source: There is no current words setup to be filtered in this channel.
tr_tr: Şu anda bu kanal için filtrelenmeye ayarlanmış sözcük bulunmamakta.

source: Filtered in this channel:
tr_tr: Bu kanaldaki filtreler:

source: Add words to the filter.\n\n Use double quotes to add sentences.\n\n Examples:\n - `[p]filter channel add word1 word2 word3`\n - `[p]filter channel add \"This is a sentence\"`\n
tr_tr: Filtreye sözcük ekle.\n\n Cümleler eklemek için çift tırnak kullanın.\n\n Örnekler:\n - `[p]filter channel add sözcük1 sözcük2 sözcük3`\n - `[p]filter channel add \"Bu bir cümle\"`\n

source: Words added to filter.
tr_tr: Filtreye kelimeler eklendi.

source: Words already in the filter.
tr_tr: Bu kelime zaten filtrede var.

source: Remove words from the filter.\n\n Use double quotes to remove sentences.\n\n Examples:\n - `[p]filter channel remove word1 word2 word3`\n - `[p]filter channel remove \"This is a sentence\"`\n
tr_tr: Filtreden sözcük kaldır.\n\n Cümleler kaldırmak için çift tırnak kullanın.\n\n Örnekler:\n - `[p]filter channel remove sözcük1 sözcük2 sözcük3`\n - `[p]filter channel remove \"Bu bir cümle\"`\n

source: Words removed from filter.
tr_tr: Kelimeler filtreden kaldırıldı.

source: Those words weren't in the filter.
tr_tr: Bu kelimeler filtrede değil.

source: Add words to the filter.\n\n Use double quotes to add sentences.\n\n Examples:\n - `[p]filter add word1 word2 word3`\n - `[p]filter add \"This is a sentence\"`\n
tr_tr: Filtreye sözcükler ekle.\n\n Cümleler eklemek için çift tırnak kullanın.\n\n Örnekler:\n - `[p]filter add sözcük1 sözcük2 sözcük3`\n - `[p]filter add \"Bu bir cümle\"`\n

source: Words successfully added to filter.
tr_tr: Kelimeler filtreye başarıyla eklendi.

source: Those words were already in the filter.
tr_tr: Bu kelimeler zaten filtrede var.

source: Remove words from the filter.\n\n Use double quotes to remove sentences.\n\n Examples:\n - `[p]filter remove word1 word2 word3`\n - `[p]filter remove \"This is a sentence\"`\n
tr_tr: Filtreden sözcük kaldır.\n\n Cümleler kaldırmak için çift tırnak kullanın.\n\n Örnekler:\n - `[p]filter remove sözcük1 sözcük2 sözcük3`\n - `[p]filter remove \"Bu bir cümle\"`\n

source: Words successfully removed from filter.
tr_tr: Kelimeler filtreden başarıyla kaldırıldı.

source: Toggle name and nickname filtering.\n\n This is disabled by default.\n
tr_tr: İsim ve takma ad filtrelemesini aç.\n\n Varsayılan olarak kapalıdır.\n

source: Names and nicknames will no longer be filtered.
tr_tr: İsimler ve takma adlar artık filtrelenmeyecek.

source: Names and nicknames will now be filtered.
tr_tr: İsimler ve takma adlar artık filtrelenecek.

source: Autoban (too many filtered messages.)
tr_tr: Otomatik banlama (çok fazla filtrelenmiş mesaj)

source: Filtered nickname
tr_tr: Filtre adı

source: Filtered name
tr_tr: Filtre adı
