Repository: xBlynd/Eve-DiscordBot
Catalog: redbot/core/commands/locales/*.po
Languages: pl_pl

source: "{argument}" is not a number.
pl_pl: "{argument}" nie jest liczbą.

source: `{unit}` is not a valid unit of time for this command
pl_pl: `{unit}` nie jest poprawną jednostką czasu dla tej komendy

source: The time set is way too high, consider setting something reasonable.
pl_pl: Ustawiony czas jest o wiele za wysoki, rozważ ustawienie czegoś rozsądnego.

source: This amount of time is too large for this command. (Maximum: {maximum})
pl_pl: Ta ilość czasu jest za duża dla tej komendy. (Maximum: {maximum})

source: This amount of time is too small for this command. (Minimum: {minimum})
pl_pl: Ta ilość czasu jest za mała dla tej komendy. (Minimum: {minimum})

source: Unexpected key {key}
pl_pl: Nieoczekiwany klucz: {key}

source: No
pl_pl: Nie

source: Yes
pl_pl: Tak

source: Disabled
pl_pl: Wyłączone

source: Custom Tagline: {tag}
pl_pl: Niestandardowy wiersz informacyjny: {tag}

source: Maximum characters per page: {page_char_limit} Maximum pages per guild (only used if menus are not used): {max_pages_in_guild} Help is a menu: {use_menus} Help shows hidden commands: {show_hidden} Help only shows commands which can be used: {verify_checks} Help shows unusable commands when asked directly: {verify_exists} Delete delay: {delete_delay} React with a checkmark when help is sent via DM: {use_tick}{tagline_info}
pl_pl: Maksymalna liczba znaków na stronie: {page_char_limit} Maksymalna liczba stron na gildię (używana tylko wtedy, gdy menu nie jest używane): {max_pages_in_guild} Pomoc to menu: {use_menus} Pomoc pokazuje ukryte polecenia: {show_hidden} Pomoc pokazuje tylko polecenia które mogą być użyte: {verify_checks} Pomoc pokazuje niezdatne do użytku polecenia po bezpośrednim zapytaniu: {verify_exists} Opóźnienie automatycznego usuwania: {delete_delay} Reaguj znakiem kontrolnym, gdy pomoc jest wysłana w prywatnej wiadomości: {use_tick}{tagline_info}

source: Type {ctx.clean_prefix}help <command> for more info on a command. You can also type {ctx.clean_prefix}help <category> for more info on a category.
pl_pl: Wpisz {ctx.clean_prefix}help <command> aby uzyskać więcej informacji na temat polecenia. Możesz również wpisać {ctx.clean_prefix}help <category> aby uzyskać więcej informacji na temat kategorii.

source: Aliases
pl_pl: Aliasy

source: {aliases} and {number} more aliases.
pl_pl: {aliases} i {number} więcej aliasów.

source: {aliases} and one more alias.
pl_pl: {aliases} i jeszcze jeden alias.

source: **__Subcommands:__**
pl_pl: **__Subkomendy:__**

source: **__Subcommands:__** (continued)
pl_pl: **__Podkomendy:__** (ciąg dalszy)

source: Subcommands:
pl_pl: Pod-komendy:

source: {ctx.me.display_name} Help Menu
pl_pl: Menu pomocy {ctx.me.display_name}

source: *Page {page_num} of {page_count}* {content_description}
pl_pl: *Strona {page_num} z {page_count}* {content_description}

source: **__Commands:__**
pl_pl: **__Komendy:__**

source: **__Commands:__** (continued)
pl_pl: **__Komendy:__** (ciąg dalszy)

source: Commands:
pl_pl: Komendy:

source: **__No Category:__**
pl_pl: **__Brak kategorii:__**

source: {title} (continued)
pl_pl: {title} (kontynuowany)

source: No Category:
pl_pl: Bez kategorii:

source: Help topic for *{command_name}* not found.
pl_pl: Temat pomocy dla *{command_name}* nie został znaleziony.

source: Command *{command_name}* has no subcommand named *{not_found}*.
pl_pl: Komenda *{command_name}* nie ma pod-komendy o nazwie *{not_found}*.

source: I couldn't send the help message to you in DM. Either you blocked me or you disabled DMs in this server.
pl_pl: Nie mogę wysłać do Ciebie wiadomości pomocy w prywatnej wiadomości. Zablokowałeś mnie lub wyłączyłeś/aś prywatne wiadomości na tym serwerze.
