Repository: xBlynd/Eve-DiscordBot
Catalog: redbot/cogs/audio/apis/locales/*.po
Languages: nb_no

source: Failing to get tracks, skipping remaining.
nb_no: Klarer ikke å få spor, hopper over.

source: The Spotify API key or client secret has not been set properly. \nUse `{prefix}audioset spotifyapi` for instructions.
nb_no: Spotify API-nøkkel eller klienthemmelighet er ikke satt riktig.\n bruk `{prefix}audioset spotifyapi` for instruksjoner.

source: This doesn't seem to be a valid Spotify playlist/album URL or code.
nb_no: Dette ser ikke ut til å være en gyldig Spotify-spilleliste/album-URL eller kode.

source: This doesn't seem to be a supported Spotify URL or code.
nb_no: Dette ser ikke ut til å være en støttet URL eller kode fra Spotify.

source: The connection was reset while loading the playlist.
nb_no: Tilkoblingen ble tilbakestilt under lasting av spillelisten.

source: Player timeout, skipping remaining tracks.
nb_no: Spillerens tidsavbrudd hopper over gjenstående spor.

source: {bad_tracks} tracks cannot be queued.
nb_no: {bad_tracks} spor kan ikke legges i kø.

source: Playlist Enqueued
nb_no: Spilleliste lagt i kø

source: Added {num} tracks to the queue.{maxlength_msg}
nb_no: La til {num} spor i avspillingskøen.{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
nb_no: {time} til start av spilleliste avspilling: starter på #{position} i kø

source: Nothing found.\nThe YouTube API key may be invalid or you may be rate limited on YouTube's search service.\nCheck the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
nb_no: Fant ingenting.\nYouTube-API-nøkkelen kan være ugyldig eller du kan ha begrenset hyppighet på YouTube's søketjeneste.\nSjekk YouTube API-nøkkelen igjen og følg instruksjonene på `{prefix}audioset youtubeapi`.

source: Your YouTube Data API token is invalid.\nCheck the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
nb_no: YouTube-data API token er ugyldig.\nSjekk YouTube API-nøkkel igjen, og følg instruksjonene på `{prefix}audioset youtubeapi`.

source: YouTube API error code: 403\nYour YouTube API key may have reached the account's query limit for today. Please check <https://developers.google.com/youtube/v3/getting-started#quota> for more information.
nb_no: YouTube API-feilkode: 403\nYouTube-API-nøkkelen kan ha nådd grensen for antall spørringer fra kontoen i dag. Kontroller <https://developers.google.com/youtube/v3/getting-started#quota> for mer informasjon.
