Repository: xBlynd/Eve-DiscordBot
Catalog: redbot/cogs/economy/locales/*.po
Languages: tr_tr

source: {arg} is not an integer.
tr_tr: {arg} tamsayı değil.

source: {arg} is not a positive integer.
tr_tr: {arg} pozitif bir tamsayı değil.

source: JACKPOT! 226! Your bid has been multiplied * 50!
tr_tr: JACKPOT! 226! Teklifiniz 50* katlandı!

source: 4LC! Your bid has been multiplied * 25!
tr_tr: 4LC! Teklifiniz 25 katına katlandı!

source: Three cherries! Your bid has been multiplied * 20!
tr_tr: 3 kiraz! Teklifiniz 20 katına katlandı!

source: 2 6! Your bid has been multiplied * 4!
tr_tr: 2 tane 6! Teklifiniz 4 katına katlandı!

source: Two cherries! Your bid has been multiplied * 3!
tr_tr: İki kiraz! Teklifiniz 3 katına katlandı!

source: Three symbols! Your bid has been multiplied * 10!
tr_tr: 3 Sembol! Teklifiniz 3 katına katlandı!

source: Two consecutive symbols! Your bid has been multiplied * 2!
tr_tr: Ardışık iki sembol! Teklifiniz 2 katına katlandı!

source: Slot machine payouts:\n{two.value} {two.value} {six.value} Bet * 50\n{flc.value} {flc.value} {flc.value} Bet * 25\n{cherries.value} {cherries.value} {cherries.value} Bet * 20\n{two.value} {six.value} Bet * 4\n{cherries.value} {cherries.value} Bet * 3\n\nThree symbols: Bet * 10\nTwo symbols: Bet * 2
tr_tr: Slot makinesi ödemeleri:\n{two.value} {two.value} {six.value} Bet * 50\n{flc.value} {flc.value} {flc.value} Bet * 25\n{cherries.value} {cherries.value} {cherries.value} Bet * 20\n{two.value} {six.value} Bet * 4\n{cherries.value} {cherries.value} Bet * 3\n\nÜç semboller: Bet * 10\nİki semboller: Bet * 2

source: Get rich and have fun with imaginary currency!
tr_tr: Zengin olun ve hayali para birimi ile eğlenin!

source: Base command to manage the bank.
tr_tr: Bankayı yönetmek için temel komut.

source: Show the user's account balance.\n\n Example:\n - `[p]bank balance`\n - `[p]bank balance @Twentysix`\n\n **Arguments**\n\n - `<user>` The user to check the balance of. If omitted, defaults to your own balance.\n
tr_tr: Kullanıcının hesap bakiyesini göster.\n\n Örnekler:\n - `[p]bank balance`\n - `[p]bank balance @Twentysix`\n\n **Seçenekler**\n\n - `<user>` Bakiyesi gösterilecek kullanıcı. Boş bırakılırsa, sizin bakiyeniz gösterilir.\n

source: {user}'s balance is {num} {currency}
tr_tr: {user} adlı kullanıcının bakiyesi {num} {currency}

source: Transfer currency to other users.\n\n This will come out of your balance, so make sure you have enough.\n\n Example:\n - `[p]bank transfer @Twentysix 500`\n\n **Arguments**\n\n - `<to>` The user to give currency to.\n - `<amount>` The amount of currency to give.\n
tr_tr: Diğer kullanıcılara bakiye aktar.\n\n Bu sizin bakiyenizden kesilecektir, bu yüzden sizde yeterli miktarda olduğundan emin olun.\n\n Örnek:\n - `[p]bank transfer @Twentysix 500`\n\n **Seçenekler**\n\n - `<to>` Bakiye aktarılacak kullanıcı.\n - `<amount>` Ne kadar bakiye aktarılacağı.\n

source: {user} transferred {num} {currency} to {other_user}
tr_tr: {user}, {other_user} adlı kullanıcıya {num} {currency} aktardı

source: Set the balance of a user's bank account.\n\n Putting + or - signs before the amount will add/remove currency on the user's bank account instead.\n\n Examples:\n - `[p]bank set @Twentysix 26` - Sets balance to 26\n - `[p]bank set @Twentysix +2` - Increases balance by 2\n - `[p]bank set @Twentysix -6` - Decreases balance by 6\n\n **Arguments**\n\n - `<to>` The user to set the currency of.\n - `<creds>` The amount of currency to set their balance to.\n
tr_tr: Bir kullanıcının banka hesabındaki bekiyeyi ayarla.\n\n Miktarın önüne + veya - işaretleri koymak bunun yerine kullanıcının hesabına bakiye ekler/eksiltir.\n\n Örnekler:\n - `[p]bank set @Twentysix 26` - Bakiyeyi 26 yapar\n - `[p]bank set @Twentysix +2` - Bakiyeyi 2 arttırır\n - `[p]bank set @Twentysix -6` - Bakiyeyi 6 azaltır\n\n **Seçenekler**\n\n - `<to>` Bakiyesi ayarlanacak kullanıcı.\n - `<creds>` Bakiyenin ayarlanacağı miktar.\n

source: {author} added {num} {currency} to {user}'s account.
tr_tr: {author}, {user} adlı kişiye {num} {currency} ekledi.

source: {author} removed {num} {currency} from {user}'s account.
tr_tr: {author} yaklaşık {num} {currency} bakiyeyi {user} hesabından kaldırdı.

source: {author} set {user}'s account balance to {num} {currency}.
tr_tr: {author}, {user} bu kullanıcısına {num} {currency} ekledi.

source: Delete all bank accounts.\n\n Examples:\n - `[p]bank reset` - Did not confirm. Shows the help message.\n - `[p]bank reset yes`\n\n **Arguments**\n\n - `<confirmation>` This will default to false unless specified.\n
tr_tr: Tüm banka hesaplarını sil.\n\n Örnekler:\n - `[p]bank reset` - Onaylanmadığı için yardım mesajını gösterir.\n - `[p]bank reset yes`\n\n **Seçenekler**\n\n - `<confirmation>` Belirtilmezse varsayılan olarak hayırdır.\n

source: This will delete all bank accounts for {scope}.\nIf you're sure, type `{prefix}bank reset yes`
tr_tr: Bu {scope} dahilindeki tüm banka hesaplarını silecektir.\nEğer eminseniz `{prefix}bank reset yes` komutunu kullanın

source: this server
tr_tr: bu sunucu

source: All bank accounts for {scope} have been deleted.
tr_tr: {scope} dahilindeki tüm banka hesapları silindi.

source: Base command for pruning bank accounts.
tr_tr: Banka hesaplarını temizlemek için temel komut.

source: Prune bank accounts for users no longer in the server.\n\n Cannot be used with a global bank. See `[p]bank prune global`.\n\n Examples:\n - `[p]bank prune server` - Did not confirm. Shows the help message.\n - `[p]bank prune server yes`\n\n **Arguments**\n\n - `<confirmation>` This will default to false unless specified.\n
tr_tr: Artık sunucuda olmayan kullanıcıların hesaplarını temizle.\n\n Küresel bir banka ile kullanılamaz. Bakınız: `[p]bank prune global`.\n\n Örnekler:\n - `[p]bank prune server` - Onaylanmadığı için yardım mesajını gösterir.\n - `[p]bank prune server yes`\n\n **Seçenekler**\n\n - `<confirmation>` Belirtilmezse varsayılan olarak hayırdır.\n

source: This command cannot be used with a global bank.
tr_tr: Bu komut küresel bir banka ile kullanılamaz.

source: This will delete all bank accounts for users no longer in this server.\nIf you're sure, type `{prefix}bank prune local yes`
tr_tr: Bu, artık sunucuda olmayan üyelere ait tüm banka hesaplarını silecektir.\nEğer onaylıyorsanız `{prefix}bank prune local yes` yazın.

source: Bank accounts for users no longer in this server have been deleted.
tr_tr: Artık sunucuda olmayan üyelerin banka hesapları silinmiştir.

source: Prune bank accounts for users who no longer share a server with the bot.\n\n Cannot be used without a global bank. See `[p]bank prune server`.\n\n Examples:\n - `[p]bank prune global` - Did not confirm. Shows the help message.\n - `[p]bank prune global yes`\n\n **Arguments**\n\n - `<confirmation>` This will default to false unless specified.\n
tr_tr: Artık botla sunucu paylaşmayan kullanıcıların banka hesaplarını temizle.\n\n Küresel bir banka olmadan kullanılamaz. Bakınız: `[p]bank prune server`.\n\n Örnekler:\n - `[p]bank prune global` - Onaylanmadığı için yardım mesajını gösterir.\n - `[p]bank prune global yes`\n\n **Seçenekler**\n\n - `<confirmation>` Belirtilmezse varsayılan olarak hayırdır.\n

source: This command cannot be used with a local bank.
tr_tr: Bu komut yerel bir banka ile kullanılamaz.

source: This will delete all bank accounts for users who no longer share a server with the bot.\nIf you're sure, type `{prefix}bank prune global yes`
tr_tr: Bu, artık botla ortak suncusu olmayan kullanıcılara ait tüm banka hesaplarını silecektir.\nEğer onaylıyorsanız `{prefix}bank prune global yes` yazın.

source: Bank accounts for users who no longer share a server with the bot have been pruned.
tr_tr: Artık bot ile ortak sunucusu bulunmayan kullanıcıların banka hesapları temizlendi.

source: Delete the bank account of a specified user.\n\n Examples:\n - `[p]bank prune user @TwentySix` - Did not confirm. Shows the help message.\n - `[p]bank prune user @TwentySix yes`\n\n **Arguments**\n\n - `<user>` The user to delete the bank of. Takes mentions, names, and user ids.\n - `<confirmation>` This will default to false unless specified.\n
tr_tr: Belirtilen kullanıcının banka hesabını sil.\n\n Örnekler:\n - `[p]bank prune user @TwentySix` - Onaylanmadığı için yardım mesajını gösterir.\n - `[p]bank prune user @TwentySix yes`\n\n **Seçenekler**\n\n - `<user>` Hesabı silinecek kullanıcı. Ping, isim veya kullanıcı Idsi kullanılabilir.\n - `<confirmation>` Belirtilmezse varsayılan olarak hayırdır.\n

source: This command cannot be used in DMs with a local bank.
tr_tr: Bu komut yerel bir banka ile özel mesajlarda kullanılamaz.

source: This will delete {name}'s bank account.\nIf you're sure, type `{prefix}bank prune user {id} yes`
tr_tr: Bu, üyenin {name} banka hesabını silecek.\nEğer eminsen bu komutu kullan `{prefix}bank prune user {id} yes`

source: The bank account for {name} has been pruned.
tr_tr: Bu üyenin {name} bankası hesabı silindi.

source: Get some free currency.\n\n The amount awarded and frequency can be configured.\n
tr_tr: Bir miktar beleş bakiye kazan.\n\n Kazanılan miktar ve kazanma sıklığı ayarlanabilir.\n

source: You've reached the maximum amount of {currency}!Please spend some more 😬\n\nYou currently have {new_balance} {currency}.
tr_tr: Maksimum {currency} miktarına ulaştınız! Lütfen biraz para harcayın 😬\n\nŞu anda {new_balance} {currency} var.

source: {author.mention} Here, take some {currency}. Enjoy! (+{amount} {currency}!)\n\nYou currently have {new_balance} {currency}.\n\nYou are currently #{pos} on the global leaderboard!
tr_tr: {author.mention} buyur, sana birazcık {currency}. İyi eğlenceler! (+{amount} {currency}!)\n\nToplamda senin {new_balance} {currency} var!\n\nŞu anda Dünya sıralamasında #{pos}. sıradasın!

source: {author.mention} Too soon. For your next payday you have to wait {time}.
tr_tr: {author.mention} Çok yakında. Bir dahaki ödemeye kalan süre {time}.

source: You've reached the maximum amount of {currency}! Please spend some more 😬\n\nYou currently have {new_balance} {currency}.
tr_tr: Maksimum {currency} miktarına ulaştınız! Lütfen biraz para harcayın 😬\n\nŞu anda {new_balance} {currency} var.

source: Print the leaderboard.\n\n Defaults to top 10.\n\n Examples:\n - `[p]leaderboard`\n - `[p]leaderboard 50` - Shows the top 50 instead of top 10.\n - `[p]leaderboard 100 yes` - Shows the top 100 from all servers.\n\n **Arguments**\n\n - `<top>` How many positions on the leaderboard to show. Defaults to 10 if omitted.\n - `<show_global>` Whether to include results from all servers. This will default to false unless specified.\n
tr_tr: Sıralamayı göster.\n\n Varsayılan olarak en üstteki 10.\n\n Örnekler:\n - `[p]leaderboard`\n - `[p]leaderboard 50` - En üstteki 10 yerine 50 yi gösterir.\n - `[p]leaderboard 100 yes` - Tüm sunuculardan en üstteki 100 ü gösterir.\n\n **Seçenekler**\n\n - `<top>` Sıralamadı kaç yerin gösterileceği. Boş bırakılırsa 10 kabul edilir.\n - `<show_global>` Tüm sunucuların dahil edilip edilmeyeceği. Belirtilmediği sürece kapalıdır.\n

source: Page {page_num}/{page_len}.
tr_tr: Sayfa {page_num}/{page_len}.

source: Economy Leaderboard
tr_tr: Ekonomi Sıralaması

source: There are no accounts in the bank.
tr_tr: Bankada kayıtlı hesap yok.

source: Name
tr_tr: İsimler

source: Score
tr_tr: Puan

source: No balances found.
tr_tr: Hiç bakiye bulunamadı.

source: Show the payouts for the slot machine.
tr_tr: Slot makinesi için ikramiyeleri göster.

source: I can't send direct messages to you.
tr_tr: Sana özelden mesaj atamıyorum.

source: Use the slot machine.\n\n Example:\n - `[p]slot 50`\n\n **Arguments**\n\n - `<bid>` The amount to bet on the slot machine. Winning payouts are higher when you bet more.\n
tr_tr: Slot makinesini kullan.\n\n Örnek:\n - `[p]slot 50`\n\n **Seçenekler**\n\n - `<bid>` Oynanacak miktar. Kazanıldığında alınan miktar oynanan miktarla birlikte artar.\n

source: You're on cooldown, try again in a bit.
tr_tr: Çok hızlı yazıyorsun, lütfen biraz bekle.

source: That's an invalid bid amount, sorry :/
tr_tr: Bu geçersiz bir teklif tutarı, üzgünüm :/

source: You ain't got enough money, friend.
tr_tr: Yeterince paran yok dostum.

source: You've reached the maximum amount of {currency}! Please spend some more 😬\n{old_balance} -> {new_balance}!
tr_tr: Maksimum {currency} miktarına ulaştınız! Lütfen biraz para harcayın 😬\nŞu anda {old_balance} -> {new_balance} var!

source: Nothing!
tr_tr: Hiçbir şey!

source: Your bid: {bid}
tr_tr: Senin teklifin: {bid}

source: \n{old_balance} - {bid} (Your bid) + {pay} (Winnings) → {new_balance}!
tr_tr: \n{old_balance} - {bid} (Senin teklifin) + {pay} (Kazandığın) → {new_balance}!

source: Base command to manage Economy settings.
tr_tr: Ekonomi ayarlarını yönetmek için temel komut.

source: \n Shows the current economy settings\n
tr_tr: \n Mevcut ekonomi ayarlarını göster\n

source: ----Economy Settings---\nMinimum slot bid: {slot_min}\nMaximum slot bid: {slot_max}\nSlot cooldown: {slot_time}\nPayday amount: {payday_amount}\nPayday cooldown: {payday_time}\nAmount given at account registration: {register_amount}\nMaximum allowed balance: {maximum_bal}
tr_tr: ----Ekonomi Ayarları---\nSlot oynanabilecek en az miktar: {slot_min}\nSlot oynanabilecek en fazla miktar: {slot_max}\nSlot bekleme süresi: {slot_time}\nMaaş miktarı: {payday_amount}\nMaaş bekleme süresi: {payday_time}\nKaydedilen yeni hesaplara verilecek miktar: {register_amount}\nİzin verilen en fazla bakiye: {maximum_bal}

source: Set the minimum slot machine bid.\n\n Example:\n - `[p]economyset slotmin 10`\n\n **Arguments**\n\n - `<bid>` The new minimum bid for using the slot machine. Default is 5.\n
tr_tr: Slot makinesinde oynanabilecek en az miktar.\n\n Örnek:\n - `[p]economyset slotmin 10`\n\n **Seçenekler**\n\n - `<bid>` Slot makinesinde oynanabilecek yeni en düşük miktar. Varsayılan miktar 5 dir.\n

source: Minimum bid is now {bid} {currency}.
tr_tr: Minimum teklif şimdi {bid} {currency} ' dir.

source: Set the maximum slot machine bid.\n\n Example:\n - `[p]economyset slotmax 50`\n\n **Arguments**\n\n - `<bid>` The new maximum bid for using the slot machine. Default is 100.\n
tr_tr: Slot makinesinde oynanabilecek en yüksek miktarı ayarla.\n\n Örnek:\n - `[p]economyset slotmax 50`\n\n **Seçenekler**\n\n - `<bid>` Slot makinesinde oynanabilecek yeni en fazla miktar. Varsayılan olarak 100 dür.\n

source: Maximum bid is now {bid} {currency}.
tr_tr: Maksimum teklifi şimdi {bid} {currency} ' dir.

source: Set the cooldown for the slot machine.\n\n Example:\n - `[p]economyset slottime 10`\n\n **Arguments**\n\n - `<seconds>` The new number of seconds to wait in between uses of the slot machine. Default is 5.\n
tr_tr: Slot makinesi için oynama sıklığını ayarla.\n\n Örnek:\n - `[p]economyset slottime 10`\n\n **Seçenekler**\n\n - `<seconds>` Slot makinesinin her oynanışı arasında beklenmesi gereken en düşük süre. Varsayılan olarak 5 dir.\n

source: Cooldown is now {num} seconds.
tr_tr: Bekleme süresi şimdi {num} saniye.

source: Set the cooldown for the payday command.\n\n Example:\n - `[p]economyset paydaytime 86400`\n\n **Arguments**\n\n - `<seconds>` The new number of seconds to wait in between uses of payday. Default is 300.\n
tr_tr: Maaş günü komutu için bekleme süresini ayarla.\n\n Örnek:\n - `[p]economyset paydaytime 86400`\n\n **Seçenekler**\n\n - `<seconds>` Maaş günü komutunun kullanımları arasında beklenmesi gereken saniye değeri. Varsayılan olarak 300.\n

source: Value modified. At least {num} seconds must pass between each payday.
tr_tr: Değer değiştirildi. Her ödeme günü arasında en az {num} saniye geçmelidir.

source: Set the amount earned each payday.\n\n Example:\n - `[p]economyset paydayamount 400`\n\n **Arguments**\n\n - `<creds>` The new amount to give when using the payday command. Default is 120.\n
tr_tr: Her maaş günü kazanılan miktarı ayarla.\n\n Örnek:\n - `[p]economyset paydayamount 400`\n\n **Seçenekler**\n\n - `<creds>` Maaş günü komutu kullanıldığında alınacak yeni miktar. Varsayılan olarak 120.\n

source: Amount must be greater than zero and less than {maxbal}.
tr_tr: Miktar sıfırdan yüksek ve {maxbal} sayısından az olmalı.

source: Every payday will now give {num} {currency}.
tr_tr: Her ödeme günü şimdi {num} {currency} verecek.

source: Set the amount earned each payday for a role.\n\n Only available when not using a global bank.\n\n Example:\n - `[p]economyset rolepaydayamount @Members 400`\n\n **Arguments**\n\n - `<role>` The role to assign a custom payday amount to.\n - `<creds>` The new amount to give when using the payday command.\n
tr_tr: Bir rol için her maaş günü alınan miktarı ayarla.\n\n Yalnızca bir küresel banka kullanılmıyorken geçerlidir.\n\n Örnek:\n - `[p]economyset rolepaydayamount @Üyeler 400`\n\n **Seçenekler**\n\n - `<role>` Maaşı ayarlanacak rol.\n - `<creds>` Maaş komutu kullanıldığında alınacak yeni miktar.\n

source: The bank must be per-server for per-role paydays to work.
tr_tr: Banka sunucu rolü başına paydays çalışmak için başına olmalıdır.

source: Every payday will now give {num} {currency} to people with the role {role_name}.
tr_tr: Her ödeme günü şimdi {role_name} rolüne sahip olan kişilere {num} {currency} verecek.

source: Set the initial balance for new bank accounts.\n\n Example:\n - `[p]economyset registeramount 5000`\n\n **Arguments**\n\n - `<creds>` The new initial balance amount. Default is 0.\n
tr_tr: Yeni banka hesapları için başlangıç bakiyesini ayarla.\n\n Örnek:\n - `[p]economyset registeramount 5000`\n\n **Seçenekler**\n\n - `<creds>` Yeni başlangıç bakiyesi miktarı. Varsayılan olarak 0.\n

source: Amount must be greater than or equal to zero and less than {maxbal}.
tr_tr: Miktar sıfırdan büyük yada eşit ve {maxbal} sayısından az olmalı.

source: Registering an account will now give {num} {currency}.
tr_tr: Bir hesap kayıt {num} {currency} şimdi verin.

source: weeks
tr_tr: hafta

source: days
tr_tr: gün

source: hours
tr_tr: saat

source: minutes
tr_tr: dakika

source: seconds
tr_tr: saniye
