Repository: xBlynd/Eve-DiscordBot
Catalog: redbot/cogs/modlog/locales/*.po
Languages: nb_no

source: Manage log channels for moderation actions.
nb_no: Administrer loggkanaler for modereringshandlinger.

source: Manage modlog settings.
nb_no: Behandle modlog-innstillinger.

source: Command to fix misbehaving casetypes.
nb_no: Kommando for å fikse feilaktig i casetyper.

source: Set a channel as the modlog.\n\n Omit `<channel>` to disable the modlog.\n
nb_no: Velg en kanal som modlog.\n\n Omit `<channel>` for å deaktivere modlog.\n

source: Mod events will be sent to {channel}.
nb_no: Mod hendelser vil bli sendt til {channel}.

source: I do not have permissions to send messages in {channel}!
nb_no: Jeg har ikke tillatelse til å sende meldinger i {channel}!

source: Mod log is already disabled.
nb_no: Mod loggen er allerede deaktivert.

source: Mod log deactivated.
nb_no: Mod logg deaktivert.

source: Enable or disable case creation for a mod action.
nb_no: Aktivere eller deaktivere case creation for en mod handling.

source: enabled
nb_no: aktivert

source: disabled
nb_no: deaktivert

source: Current settings:\n
nb_no: Gjeldende innstillinger:\n

source: That action is not registered.
nb_no: Denne handlingen er ikke registrert.

source: Case creation for {action_name} actions is now {enabled}.
nb_no: Saksopprettelse for {action_name} handlinger er nå {enabled}.

source: Reset all modlog cases in this server.
nb_no: Tilbakestill alle modlog tilfeller på denne serveren.

source: Cases have been reset.
nb_no: Tilfeller er tilbakestilt.

source: Show the specified case.
nb_no: Vis den angitte saken.

source: That case does not exist for that server.
nb_no: Det tilfellet eksisterer ikke for den serveren.

source: {case}\n**Timestamp:** {timestamp}
nb_no: {case}\n**Tidsstempel:** {timestamp}

source: Display cases for the specified member.
nb_no: Vis tilfeller for det angitte elementet.

source: That user does not exist.
nb_no: Den brukeren eksisterer ikke.

source: Something unexpected went wrong while fetching that user by ID.
nb_no: Noe uventet gikk galt under henting av brukeren ved ID.

source: That user does not have any cases.
nb_no: Den brukeren har ikke noen saker.

source: Specify a reason for a modlog case.\n\n Please note that you can only edit cases you are\n the owner of unless you are a mod, admin or server owner.\n\n If no case number is specified, the latest case will be used.\n
nb_no: Angi en årsak for en modlogg-sak.\n\n Vær oppmerksom på at du bare kan redigere saker du er\n eieren av med mindre du er en mod, administrator eller server eier.\n\n Hvis intet saksnummer er angitt, vil den nyeste saken bli brukt.\n

source: There are no modlog cases in this server.
nb_no: Det er ingen modlog tilfeller på denne serveren.

source: That case does not exist!
nb_no: Saken eksisterer ikke!

source: You are not authorized to modify that case!
nb_no: Du har ikke autorisasjon til å endre denne saken!

source: Reason for case #{num} has been updated.
nb_no: Årsak til sak #{num} har blitt oppdatert.
